[UNK]
[PAD]
[SOS]
[EOS]
[CLS]
[SEP]
[MASK]
 
이
.
다
는
고
니
가
하
에
지
로
요
기
서
어
도
을
리
시
아
은
한
나
사
스
0
보
라
게
의
있
1
!
인
수
주
해
그
를
자
상
2
으
만
들
일
정
면
데
마
오
드
제
구
트
세
부
무
습
장
거
소
전
대
네
동
비
여
분
바
저
입
되
러
품
미
3
4
치
모
)
용
성
진
조
과
우
안
원
신
더
문
었
까
내
화
(
할
5
간
것
크
음
좋
야
려
공
레
너
생
작
방
실
와
물
유
중
했
느
매
차
개
?
늘
위
말
식
먹
운
터
영
카
포
파
금
르
적
히
e
따
타
단
합
경
래
당
9
선
메
없
헤
6
같
피
체
건
프
두
8
7
번
때
많
디
후
산
t
버
맛
업
[
계
집
며
감
연
처
예
코
월
년
o
양
발
m
페
심
/
잘
않
함
행
배
추
노
국
반
명
각
랑
점
통
a
달
]
께
i
루
관
워
남
테
천
날
근
료
른
겠
강
님
람
베
격
알
청
블
재
즈
던
준
받
s
교
글
된
써
케
살
티
본
또
r
올
았
능
머
쓰
회
런
초
n
편
임
호
씀
직
확
브
팅
길
키
든
S
학
난
씨
토
출
설
불
역
울
복
현
커
형
등
겨
속
린
클
l
짜
최
결
C
걸
종
c
질
름
림
약
삼
플
D
참
온
릴
A
찌
활
빠
민
친
평
꼬
셔
변
송
렇
환
싶
꽃
g
절
엄
목
담
링
판
새
색
T
필
누
곳
외
>
록
끼
력
h
P
못
십
p
죠
긴
증
왔
E
뉴
립
열
읻
답
L
k
푸
손
급
M
향
녀
였
퍼
쑤
볼
꾸
란
떼
갈
김
언
얼
완
B
족
표
투
u
항
법
럼
막
별
찍
박
줄
순
접
싸
I
팔
셍
돌
육
져
<
귀
끔
눈
밥
백
N
태
침
릭
량
냥
찾
G
특
R
센
맞
령
%
창
넘
석
셨
애
택
련
d
좀
착
책
채
될
희
O
듯
광
망
므
류
힘
충
험
움
락
슬
봐
골
쁘
엔
션
y
떠
H
튼
술
놀
깔
군
w
츠
밀
봄
익
칠
병
취
쉬
검
앞
K
즘
W
럽
낌
독
걷
닌
권
쪽
랍
핑
탄
먼
렌
F
층
랜
패
혼
및
렸
즐
됩
떤
됨
꺼
견
찬
잡
넣
빌
믈
쿠
봤
뜨
허
싱
꼭
끝
액
딱
V
휴
존
갔
헹
억
큰
b
궁
놓
갑
황
v
늬
잠
득
돈
탁
승
론
둘
빨
풍
뷰
벌
뿌
봉
닐
쁜
잔
뒤
씩
풀
폰
축
빵
큼
켜
벤
U
뭐
헫
효
쉽
높
얻
텐
쓸
죽
례
믿
몰
탈
끄
깨
북
객
짝
냐
철
탕
믄
혀
째
썽
졌
쳐
웃
홈
굴
몸
칼
x
규
픈
떡
벽
컬
컨
덕
닥
딩
f
킨
농
칸
솔
X
몇
짐
톡
악
총
슨
뿐
염
녕
슈
짱
왜
냉
찮
,
뀌
엘
널
암
펴
껴
왕
극
녁
틀
콘
켓
볶
욕
괜
걱
홍
뽀
떨
닝
빈
렴
읽
맏
숙
첫
겁
념
곡
Y
옷
J
끈
욱
뜻
꼼
밤
맘
응
딸
쇼
랙
범
릐
닭
찰
빛
샤
줘
났
겓
밖
쌍
땅
뻐
멀
붙
흐
벡
캐
웠
템
쩌
콜
징
폭
혹
벼
율
돼
콤
멋
콩
롱
쭈
쪼
튜
웨
납
떻
듣
셀
벨
뭔
척
곤
쏘
옆
덜
옥
럭
첨
델
엇
쌈
램
롭
뇨
젤
촉
팀
됐
펜
맨
킹
맥
낙
앉
균
봅
좌
압
럴
쌀
흔
녹
줍
삭
렵
팬
믜
홀
몬
넓
멍
쩨
퇴
획
톤
칭
혜
랄
캠
벚
깐
룸
컴
삶
렉
Q
텔
폴
앙
낮
쯤
갖
곧
측
랐
갇
멘
튀
겹
턴
썯
꽈
꿈
틱
앤
털
냄
협
엽
꼳
텍
숨
밝
끌
팩
흑
춰
롤
뻬
눌
헨
섹
폐
뛰
픽
뚜
슴
젠
빼
몽
곱
늦
븐
챙
윤
듬
씬
혈
흥
쩡
퓨
헬
겼
빙
햇
싼
켇
쥬
눠
논
엑
썬
큐
잎
팡
훈
핸
엠
힐
꿀
똑
섭
싫
쎄
댓
땀
힌
옵
끗
엳
샀
릿
웅
쟁
긔
넷
밍
z
뉘
왇
잖
밑
넉
즌
탑
탐
녜
곰
궈
줬
눤
둥
굉
끓
릇
흡
휘
캡
찜
슷
괄
핀
뢰
뮤
잉
뤼
겸
촬
넥
샵
겐
빔
j
핫
춤
찐
셋
얘
뇌
쓴
컵
닉
벅
춘
띠
냈
섣
닙
덩
핏
깜
잇
킬
깊
넙
퀴
멜
묵
꽤
켰
뒷
줌
낟
낸
Z
닫
"
컷
흘
짓
엉
쭉
쿨
죄
랬
잊
률
촌
칙
옴
낄
볍
땐
묘
괴
벗
똥
퀄
깓
랩
략
넨
뭘
롯
짧
둔
섬
묻
폼
싣
졸
굿
펌
틴
맡
훨
멸
샌
렁
삐
랫
샐
뇽
펙
룩
밌
쫄
깃
뜰
뻔
듀
즉
탱
싹
룡
밴
섯
융
쏙
빅
샘
쇠
낭
넌
갤
쾌
앋
뽕
짤
샷
쑥
넹
낼
훌
굽
껃
쬬
덤
흰
왼
쌓
캄
쳤
셛
몯
옛
섞
럳
밭
굥
렫
탠
콰
셜
쉐
굳
붕
읍
썰
앱
낀
덧
씻
숲
뚝
껏
렬
뽑
쩔
덮
꽁
틈
숭
씹
딜
꾜
믹
펼
캔
쎙
짬
륙
값
뤄
쁨
넬
썹
첵
윈
얇
릉
꿔
쩐
혔
뙤
겉
뜯
덴
얀
괸
긍
뼈
쭝
첟
씰
짠
늠
밈
빡
릅
멕
멈
츄
룰
쩍
땡
젇
켄
렘
듭
껍
맑
휠
렛
찝
팝
혁
껄
잃
깝
쫀
쏠
낚
뿍
껑
끊
놔
펀
즙
썼
푹
앨
륭
앗
냠
렀
톱
텀
뷔
꽂
벋
랃
쥐
쫑
젝
돋
흠
젊
롬
옮
꽉
왠
숫
찔
솜
벵
맙
랴
닷
샴
딴
멷
랭
겡
깍
뉵
쩜
녈
닦
쾨
씽
넛
칩
팟
밸
먿
좁
쩝
놈
셉
룹
꾼
옹
띄
봗
켐
팁
뭉
걍
찹
냅
햄
넴
얄
팜
붓
뻤
핵
쇄
껟
푼
뜬
갓
찡
웰
욤
칫
닿
놨
늄
웹
멤
깡
빗
곁
쳉
젓
렏
킷
썸
쏟
숟
흙
꾹
뿜
쁠
댄
잼
셈
윙
슐
꼴
꼽
틸
맵
솥
긋
~
픔
딘
맹
찯
쌤
멉
칵
q
묶
낫
콕
턱
겪
빤
끋
뷱
삽
첩
윗
봔
툴
왈
룬
웓
숯
펫
눔
횟
헌
꼈
덥
뎅
겟
넫
둑
킴
꼉
닮
겔
뜩
둠
뱅
봇
욷
톰
궐
륨
뼐
렐
홉
뚫
씁
펄
붉
뤈
갱
퐁
슘
븨
꼰
깁
뿔
릳
촤
젖
녔
숄
냑
꾀
퀘
댕
릎
팍
톨
붜
덷
팽
튤
껀
힙
뜸
뻗
펠
앵
젱
귝
쯔
툼
헐
겍
뚱
풋
늑
탓
흉
뮈
깅
썩
춥
뎌
뵙
뙨
꿍
됟
맺
쨌
앰
뭇
빋
씸
짭
귤
쿼
뜽
첼
겯
딥
댁
횡
쓱
돔
쉴
펭
씌
캉
얹
륜
뗀
텡
렝
벳
캣
켣
늉
헛
둡
곽
찢
탭
텓
윌
텃
왁
퀸
캘
눨
뒀
룽
츨
쯩
깥
볕
꼐
옳
렙
뀐
엣
낳
뱃
펟
놘
헷
퀵
컫
긁
탔
뒹
켑
펃
닏
숏
뮬
밋
굵
껌
웬
쎈
킥
쎠
돕
륵
쉼
켠
켈
젯
쿄
셰
섿
붠
뻭
붇
잤
뻑
넝
꽌
섰
늙
쿵
펑
혐
뽁
걀
쟈
콧
팠
놉
먕
툭
붐
됬
뤌
핃
팥
뒫
늗
텝
뗑
숍
뱀
컸
롣
킵
낯
갯
툰
뮥
둬
뽐
쫌
쎤
옫
엥
럿
짙
퀼
죵
슥
뉼
쵸
렷
싀
삿
짚
삳
숩
잗
똘
멩
덱
빱
텨
캬
꿨
$
꽝
깻
빚
팓
엿
쁩
쭌
헥
쭤
큘
잭
랗
얗
맷
쫓
촘
쪄
줟
쫙
웜
닛
옌
밟
퉁
긷
몌
넵
뵈
뺏
엌
핟
뾰
겜
옐
딪
멧
뀔
솟
돗
빧
덛
갬
쉰
굼
얌
탇
쏭
갸
뚤
몹
흩
컥
롼
훔
몫
땜
쎅
떴
샫
욘
츤
뻣
깎
놩
쿡
퍽
뫼
헴
륻
쏜
꺄
쭐
눕
묭
뻥
벙
텁
껜
븅
빴
훼
챔
빕
딤
텅
섀
낡
찻
폈
롸
욜
뽈
듈
욀
푀
칟
켱
챌
뼌
뼝
퓸
댜
윽
챠
짇
녿
딕
훅
댐
낱
춧
쬐
꺽
팸
탬
꽐
멥
욥
맴
촛
콸
쐬
퐈
웁
랏
잦
캅
뽄
켤
쌩
쑨
횓
눅
댔
뱉
띵
젼
샹
끅
갚
밉
끽
냇
짖
쎔
껻
젬
밧
엎
벧
헉
꿘
빰
슝
뒨
넏
씯
돠
뇩
쩯
샬
쨍
왓
췄
앓
뺐
댈
갠
갹
쌉
켕
숑
룻
꺾
딛
껼
쓔
큽
핍
쿤
닳
떄
싯
-
휩
뇸
헝
굶
뙴
엡
훠
펍
멱
뻘
쮸
겅
꿋
뵹
귄
낑
갛
엊
쩽
죤
쎌
떵
뛴
턷
좔
킁
찼
댑
쉑
볻
쑈
쥔
첸
낍
셧
빽
쑹
콱
놛
뉸
푿
츰
뇐
숱
줜
쒸
삑
쾅
쌰
츼
뻰
뀨
휀
맣
욧
톼
멛
먀
쉘
쑴
훤
뎃
엮
킫
굑
쥴
걔
쨋
삗
헏
뭄
씅
뽜
퀀
쫘
꿉
훑
쓜
숴
뿅
귓
뼁
욉
뱡
튬
눙
힝
궤
삘
땠
듦
벰
뗄
뛸
샥
잣
빳
잌
젣
볘
뫄
뢍
몀
둣
뙬
껵
낵
묽
끙
꾿
뎀
펻
뎁
숃
웍
슉
쨈
괘
쿰
핌
윋
솓
햐
팰
왤
훗
떳
냘
둳
뻴
댱
팎
뺀
샛
큭
쯥
촐
꿇
췌
눗
틔
뙫
쏴
녇
꼄
쨔
꺅
뚠
맬
믐
횐
뜹
펐
뫈
삔
귿
챱
옅
뤘
깬
딧
뿡
녑
뵐
똔
짰
옻
봣
뺄
챗
콥
엗
튿
끕
뜐
햅
톳
좆
챕
늪
껸
뢀
눋
뺨
됴
뀜
뎡
켁
슛
뭍
욬
맸
꿰
픠
뵤
녠
쳗
띤
읭
뮨
뗌
뉜
쮜
뗴
솝
쌌
띨
쑬
봘
콛
룯
뾱
웡
즤
틋
얽
얏
뻳
놜
쀼
턍
찓
컁
펨
뼉
뻡
쳄
뜌
푠
얍
쨘
줫
핳
쟤
옇
닼
떧
셩
땁
똭
휑
곶
넋
콴
뱌
숀
촏
촥
듕
휙
휼
쿱
헿
웻
팻
샅
늡
헵
븜
쎋
옏
졷
쟝
휭
욛
륄
쒀
튈
쟌
빻
쫒
랠
꼿
읏
덟
얕
찧
칡
깽
먁
뗃
쭁
뎨
샨
윰
셤
쩰
뇝
듸
쥘
듐
졋
뭣
퐌
긱
뼘
끠
펩
둰
쳅
쒼
꿩
컹
띕
눴
겻
궂
찿
앳
뙇
녘
뀝
탤
쯧
껐
&
즁
뇔
꿛
냔
퓌
솨
쇡
껠
쑐
촵
픕
홧
띈
텼
렜
'
+
뎔
츈
뷸
횽
쫃
룍
톧
롿
뉟
쇨
튕
쨩
뭅
믓
뎈
잽
잰
얜
큅
쵝
흄
퐉
읃
뫙
뽣
듁
쩓
겝
뮹
쓩
쩸
춛
쏨
뎐
먄
쑫
뿓
녤
툽
튭
쯜
읕
쉿
갭
궜
땃
깼
벛
탉
몆
핼
삥
뽠
싿
럄
땨
뱍
틍
똠
뻠
쵹
왑
뮌
놋
쪘
앎
힛
겆
쌔
깰
좇
뭡
됫
랔
챈
짢
읊
켯
돤
껭
춷
쯕
뜀
괃
졔
띱
뚬
떱
뉠
켭
왿
퓰
쫜
쑝
묜
풉
갉
씐
킼
좃
깟
탯
줏
붑
뵥
짣
띰
쌷
묙
슫
녣
텽
귇
꾄
큄
뼏
땋
꼇
솎
캥
뺑
곪
몄
닻
땄
앜
짼
썻
볐
웟
홑
쳔
붤
텬
퍙
뎍
썁
퇀
랼
숌
쭙
볃
셕
쫍
졍
겄
롷
멎
헠
샾
헙
떙
딨
줭
폄
쭘
쥰
놕
귱
둗
뢴
둴
뭠
켸
쩬
셸
캭
첻
귈
똬
띡
쨕
좐
쨥
쏼
죙
쬠
힣
핥
꺠
뤠
챘
괌
퇘
옶
쳇
쐈
푯
깠
삯
떫
엾
낏
쪙
툇
쇳
겋
짹
튠
홓
햎
윷
곸
겊
=
쥡
뇰
뉭
홛
젭
딷
꿜
륀
쀠
퇄
텯
쐭
톽
믕
먐
뷘
춴
묄
쑏
툐
뗘
곌
횔
쥼
윅
쯛
폅
듄
뭥
뤽
쨰
젋
잴
셑
갘
탆
뉩
뼛
핰
샜
왐
굣
뺘
껙
랸
븝
얃
똳
썀
퓔
뽝
떰
봥
낃
뫌
흗
룁
뭗
곈
썅
뉨
쎨
쇧
췬
큥
츌
뭏
컾
퀭
헣
섶
꿎
얆
띌
쐐
괭
셌
싄
쟨
멓
떈
흣
돛
앏
닯
맟
캎
즹
괞
겤
횃
넒
뎠
땟
흫
샙
랰
핡
잿
햤
꽥
쉣
릠
쟀
혓
곯
휜
쏩
짊
:
츙
옘
쓈
튐
꼅
쉳
묀
숸
쩩
켬
묠
혱
쓉
죰
묨
뀽
몁
굅
똗
됵
퐐
퇑
롹
왹
혿
슁
쵠
톄
뱐
윔
륍
쉭
댝
꺙
댭
뢸
윕
힉
쾀
큔
쉅
옙
똉
훙
큠
춉
챤
쫠
걉
좡
춍
뇬
쐴
뵌
귣
뎽
쳣
앍
찟
윘
엷
궃
쒯
놧
맀
욯
밨
큣
녓
헀
읔
딲
딍
짘
슭
킄
갰
웩
넸
볓
넜
뵉
룔
믇
큉
쑵
쾽
훋
먈
눧
뮝
쫭
힏
눰
쓤
쪠
욈
슌
뗸
뛷
롄
챵
쌱
땽
둉
툥
븡
몔
볌
뀬
죨
뚸
쓕
툉
뮐
퇸
뒬
뤋
쏌
괼
칻
봑
꾁
뱔
뷁
뽼
닜
뜁
죗
퀏
읶
튁
펏
퐆
덖
뒐
슽
씝
됄
슼
샇
닺
텟
팼
긿
싑
럈
풰
췻
넚
픞
놂
첮
궛
쏵
쎘
쌨
봊
굡
핬
홋
씼
싰
폽
뛔
뜛
옼
몈
낰
봭
혺
꼍
긩
볽
짲
셒
떽
곘
넑
얖
댯
칑
얐
텤
쯱
깈
젛
깄
캤
얔
겎
뤨
콫
젙
쎗
꽅
랲
샆
왘
놑
딹
햌
딫
잏
섴
쟉
늒
즄
됌
쿳
앴
솤
읎
켘
쉥
썜
큨
겲
랖
퇼
훟
밆
휄
컽
곷
벞
싴
쌕
텄
툶
엏
푝
윳
놏
걺
핻
빢
뭬
닠
촠
곴
썝
몃
븘
씠
숖
쩗
쭓
섻
졉
뽓
삵
깢
붔
귯
홸
쌋
괏
뗏
쥑
쾈
뺌
헸
퐝
튄
쥤
휨
쇽
똣
쉈
틉
캇
뵀
쾰
섐
룟
_
ㄴ
솅
뾘
죋
틷
쥠
퀃
쾩
쳠
숵
텰
뤅
눡
졘
궉
랻
췯
궏
몐
꾬
픅
텸
뷴
펵
뻼
뾔
퇻
껨
쑌
곋
댣
쐰
뫋
쌸
촴
뎰
킈
뚿
뽇
숼
믑
벱
쯍
럅
뱝
뎓
큗
쥭
옉
쇵
큑
쇤
볜
쎕
솬
솽
볠
쓀
뵘
뚁
묍
뷩
닁
룐
셥
륃
똡
롇
쏻
햔
엪
큩
쌂
컈
똿
흴
쁙
넼
삺
줸
멨
곀
퉜
먽
좽
훝
뤵
땔
횰
쥥
덫
욪
슾
뚭
봽
폿
챦
쁴
챨
뻈
뒈
뺴
젔
즂
햠
꿧
죸
깉
즥
닢
걘
쌘
굻
퍠
쏀
큇
풂
듲
ㄹ
퉈
팖
;
{
}
봬
쭸
좍
웸
꾐
얬
헒
@
곗
