<unk>
<pad>
<sos>
<eos>
<mask>
 
.
이
다
는
니
고
하
에
가
을
지
서
로
도
어
요
기
은
시
아
있
한
해
리
의
나
를
사
보
습
게
으
들
인
주
라
수
그
면
만
자
스
오
정
일
!
입
데
제
상
대
부
드
것
구
마
전
0
장
분
무
었
1
2
소
여
과
되
진
내
거
좋
문
신
더
세
원
했
비
안
생
동
트
저
간
모
합
까
용
바
할
우
음
치
와
러
적
먹
개
야
성
실
매
많
?
같
품
말
위
려
네
공
~
없
때
중
물
래
조
식
작
금
운
미
ㅋ
방
않
맛
화
3
유
히
겠
늘
차
단
너
크
행
선
집
번
터
경
두
건
잘
감
후
각
업
배
양
계
연
점
예
당
심
산
국
5
았
르
관
던
년
재
포
피
체
며
알
반
타
추
ㅎ
발
영
카
받
파
디
된
강
님
달
께
올
느
4
함
날
^
통
명
남
확
교
능
편
레
준
버
프
청
처
직
살
람
월
든
랑
회
런
천
코
학
렇
루
싶
른
격
)
본
료
근
워
새
곳
속
길
불
역
복
약
색
왔
테
결
출
호
답
설
페
질
노
못
립
온
참
따
난
또
담
울
록
즈
등
죠
십
였
현
6
블
력
종
친
메
셔
최
절
초
,
(
9
걸
티
름
글
변
목
임
필
셨
겨
민
열
8
커
줄
맞
엄
증
7
브
송
토
린
져
짜
활
형
키
꽃
찾
외
손
팅
볼
족
판
ㅠ
택
환
완
빠
희
법
별
플
급
찍
얼
언
태
럼
접
눈
갈
향
림
듯
특
밥
막
표
평
'
항
됩
쓰
누
힘
돌
김
클
책
링
험
량
머
움
순
락
술
렸
백
란
착
육
박
될
애
침
릴
갔
놀
앞
쪽
뉴
채
끔
창
랍
낌
S
넣
케
랜
귀
석
좀
투
끝
봤
놓
베
깔
씨
녀
류
:
즘
>
봐
-
꼭
취
잡
냥
군
딱
<
망
봄
충
혼
독
릭
쁘
큰
즐
긴
검
꾸
객
끼
m
골
C
득
광
높
넘
익
럽
및
먼
튼
%
졌
탁
층
견
찬
액
억
션
T
권
써
큼
깨
갑
뒤
A
e
"
패
병
삼
엔
잠
쉬
씩
쉽
축
몸
퍼
황
존
D
련
둘
풍
센
밀
론
돈
웃
짝
탄
찮
쁜
벌
허
P
궁
잔
째
괜
켜
몇
죽
k
철
왜
승
염
볶
떡
빨
슬
떠
읽
닌
o
효
뜻
쳐
악
휴
싸
M
떤
밖
빵
봉
풀
웠
혀
났
핑
a
쿠
i
폰
츠
팔
몰
벽
냉
뭐
극
빌
욱
G
짐
싱
떨
봅
L
렴
칼
규
북
닭
덕
뷰
탈
겁
응
걱
첫
I
E
멋
t
벤
굴
혹
홍
뿌
/
렌
찌
붙
곡
뿐
돼
껴
B
킨
g
푸
닥
탕
꼼
냐
엇
r
됐
떻
숙
줍
헤
념
총
틀
빛
옆
K
c
꺼
텐
믿
;
칠
앉
n
뜨
옷
홈
농
톡
*
범
s
콘
l
랐
V
넓
획
율
맥
ㅜ
R
납
녁
낮
냄
램
딸
솔
켓
N
컨
암
욕
옵
척
씀
삭
므
갖
빈
컬
줘
흔
밝
균
촉
롭
겼
삶
령
캐
+
렵
밤
콤
팀
픈
폭
찰
맘
]
딩
[
템
닐
왕
슨
챙
뀌
H
O
쇼
텔
델
례
끗
끓
널
흐
맨
측
곤
멀
늦
덜
넉
춰
첨
빼
협
끈
튀
웨
튜
팬
앤
쯤
녹
#
꼬
F
뭔
옥
펴
줬
숨
혜
댓
뛰
콜
쌀
뻐
릇
잖
징
랙
슴
럴
낙
럭
슷
듣
햇
촬
콩
눌
폐
벚
냈
얻
홀
샀
싫
쟁
셀
맡
끄
샤
벨
압
톤
똑
슈
칭
흑
섭
꿈
잎
꽤
흥
p
퇴
닝
굉
좌
밑
엘
U
캠
털
몬
깊
힐
룸
곧
낸
엽
턴
겹
혈
쌓
깐
쓸
논
픽
듬
깃
킹
넷
짧
훈
짓
흡
춤
잊
률
컵
d
컴
떼
앙
쑥
릿
롱
W
걷
얘
묻
켰
찜
둥
탑
X
펜
벼
_
핫
랬
핸
틱
랫
섞
묵
u
멍
벗
씬
낼
휘
큐
곱
샌
둔
춘
땅
팡
싼
쳤
폴
듭
킬
혔
뢰
몽
섬
셋
촌
뒷
젤
쭉
끌
팩
h
윤
롯
힌
쓴
쫄
깜
싹
옛
씻
값
젠
벅
핀
퀴
멘
v
흘
헬
칙
렀
닙
겸
볍
샘
훨
흰
쏙
즌
얇
즉
죄
껏
덮
닫
y
핏
겉
롤
섯
쾌
덩
겐
꿀
샐
끊
괴
컷
랄
릅
캡
굽
훌
뚜
뽑
앱
낄
잇
땐
톱
푹
J
펌
샵
땀
쌈
랩
왼
굿
엉
썼
퀄
뜯
쥬
탐
썹
틴
잉
짱
빔
룩
밭
렉
융
웅
졸
덧
ㅡ
략
Y
뇌
잃
곰
멜
륭
꽂
폼
띠
&
퓨
앗
칸
뭘
햄
옮
꿔
낭
뚝
됨
쇠
빙
띄
덤
쏘
숫
렁
탱
숲
밍
밸
쭈
앨
밌
휠
갤
껍
밴
쩌
셉
놨
텍
씹
닦
펼
꼽
썰
릉
닉
삽
혁
옴
뼈
닷
꽉
쇄
뿍
땡
듀
뻔
멸
굳
눠
닿
묘
좁
틈
얀
쁨
숭
숯
뷔
빅
넛
즙
엠
빗
맹
뮤
쩔
냅
Q
b
핵
멈
꼈
흙
곁
돋
줌
뭉
껑
맑
믹
짠
w
쫀
쩍
깝
캔
샷
낀
붓
긋
뻤
늬
붕
ㄱ
묶
쌍
쏟
맙
녕
칩
낫
딜
x
콕
솜
뭇
엑
탠
뽀
겪
릎
윈
팽
넥
흠
늑
룹
왠
쪼
팁
랭
팟
첩
읍
젊
ㄷ
옹
픔
녔
붉
잼
갱
f
뱅
븐
깥
킷
숍
캣
=
웹
셜
솥
젖
푼
룬
둠
짬
뽕
뤄
쉐
빡
둑
깍
냠
맺
얹
낚
갓
텀
윗
횟
팝
뜩
썸
꾼
댕
찐
똥
닮
쓱
쁩
놈
썬
쿨
뇨
펫
롬
뚫
짤
렛
퀘
탓
팍
펀
덴
쌤
놔
슘
춥
젝
z
긍
뵙
찢
툼
찹
륨
헌
뜬
톨
쏠
ㅇ
씌
꼴
룰
맵
젓
펄
딘
돕
렬
뜰
둡
덥
꾹
헐
옳
멤
굵
댁
벳
넬
쨌
슐
숟
킴
깁
웰
밋
턱
낳
칫
컸
쥐
잤
펙
엣
웬
앵
쁠
탔
넌
뉘
팠
쑤
랗
쪄
츄
윌
뒹
뿔
샴
삐
꽁
흉
팜
Z
혐
눔
헛
댄
뱃
찔
륜
셈
쫓
딴
뜸
칵
랴
뻑
찝
뒀
힙
킥
콧
썩
텃
륵
덱
뀐
룡
낯
늄
렘
긁
꿨
볕
헷
둬
풋
셰
j
렷
뎅
봇
ㅏ
귤
춧
팥
얌
쫙
겟
툰
텁
퉁
옐
렐
얗
뚱
욤
뺏
슥
짚
톰
킵
짭
쩡
펑
빚
깻
넨
낡
곽
얄
윙
뿜
갯
늙
걀
씁
팸
훼
섹
쎄
훅
뻣
튤
젯
쉼
죵
챔
닛
엿
앰
틸
큽
댈
잦
삿
돔
캘
궈
뎌
@
ㅅ
왁
빴
떴
텨
깅
섀
멕
뽐
헥
됬
쫑
첼
뀔
붐
쩜
펭
껄
쭤
뻗
숏
짙
빕
흩
웁
챌
몫
솟
댐
탭
캄
엌
괄
웜
갇
쉴
뱀
섰
퐁
큘
엊
꿍
찻
낍
촘
끽
횡
폈
앓
잭
퀵
ㅁ
깎
훔
짖
쬐
헨
둣
쯔
뱉
펍
낱
컥
랏
쌩
툴
륙
쉰
갛
췄
빤
쿼
쌉
캉
껌
콰
돗
핍
왈
펠
깡
딪
헝
럿
샅
쥔
뺐
퀼
뮬
셧
믈
떄
툭
뾰
꿋
룽
빳
홉
ㅗ
찼
겔
텅
쿵
쟈
ㄴ
촛
걍
땜
댔
훑
뽁
꺽
닳
켠
쩐
숱
몹
밟
맴
쎈
헹
숄
젼
갬
슛
썽
휀
딥
캬
퀸
꺄
떳
찡
꿉
탬
챱
쿡
눕
똘
냇
맷
훤
잣
욘
맣
밧
휩
꺾
겅
씽
궐
ㅌ
듈
쨍
귓
굼
깬
굶
뭄
흄
엎
빻
퀀
ㅈ
뤘
챠
쩝
갸
텝
쿄
뗄
콥
틋
멧
옅
욜
팰
엮
갠
쿱
엡
`
눅
ㅂ
윽
궤
뿅
쿤
뎃
뻥
갚
팎
좔
숩
뵈
걔
챗
꿰
맸
꽈
짰
츰
룻
꺅
늠
땠
꿇
댜
낵
ㅓ
쐬
뽈
욥
쌌
욧
딛
켈
씰
뇽
뜹
빽
꿩
얕
늉
꾀
뇸
욬
옻
묽
젬
잌
껐
맏
쉘
렙
찿
딤
싯
킁
돠
곶
딕
퍽
눗
펐
첸
숴
쉑
끙
똭
ㅣ
솝
뺀
듦
숑
옌
쟤
헉
뚤
줏
촤
햐
ㄹ
밉
샥
켄
휼
쏜
싣
붑
딨
쭐
퓌
삑
넙
훗
튈
쨔
힝
찧
벡
칡
|
얏
슝
췌
뙇
댑
숀
궂
틔
눙
뤼
휑
깽
겊
홑
넋
샬
띕
읊
띵
콸
쿰
쨘
갉
ㅉ
넹
챕
궜
햅
껀
꽝
팻
괘
낑
줫
띈
믄
샜
쌰
샛
쫌
슉
쵸
렜
쫘
깼
긔
왐
엥
놉
뭅
뉜
옇
뭣
뺨
굣
뭍
솎
썻
뻘
랠
덟
땋
뎁
곸
밈
넴
뵐
샹
튿
혓
쨋
휭
띤
떫
뀜
뚬
쫒
뺄
쌔
쵝
뛴
곯
헴
$
}
휜
봣
훠
뛸
ㅑ
뗀
쏴
얽
곪
퇘
끕
잽
핥
쾅
쪘
쏩
멩
눴
챘
꼰
삯
믓
퓸
짊
탤
앎
좇
뭡
ㄲ
묜
풉
왓
쒸
땃
넸
켤
꼐
쮸
읕
쥴
귄
셕
늪
{
홧
닼
쒀
핳
뉩
맬
뮌
탉
셑
쟌
톳
딧
몆
텼
촐
졋
냘
죤
벙
볓
핼
핰
먕
컫
넜
픕
왤
뎈
ㅆ
뭥
멓
힛
뺌
짹
툇
ㅊ
캅
뉠
셩
q
넵
튠
툽
땨
촵
뉼
즁
헸
짢
뢸
쬬
삘
ㅔ
쏨
뀨
쳇
촥
웡
엾
쫍
귈
꺠
펩
웍
겋
땄
뮈
뎀
뀝
벵
멱
겆
퐝
햎
ㅍ
튄
쥤
뱡
볐
겻
묭
뇰
큄
졔
웟
뮨
빱
읏
쳄
넝
쥼
몄
됫
섣
휨
뾱
쇽
첵
잰
쭙
똣
귿
듕
뼉
쐈
뫼
쉈
틉
띌
캇
뜀
뵀
뇬
쾰
괌
녘
섐
냑
쪙
괭
넒
쐴
젭
뤽
뽜
쟀
룟
뎠
쯧
띱
멉
퓔
웩
쨰
룔
엪
셍
탆
욯
큩
쌂
엷
쳔
췬
갰
컈
쉿
똿
즤
킄
궃
딍
갭
흴
슭
윘
쁙
넼
삺
줸
멨
곀
큭
퉜
씸
먽
좽
얍
좆
훝
쑈
뤵
땔
읭
뉸
냔
꼄
횰
쥥
덫
욪
껜
쎌
횐
똬
큣
쭘
슾
뚭
멎
봽
좃
폿
챦
맀
샾
쁴
챨
뽝
줜
뻈
뒈
뺴
젔
쒯
됴
큥
벛
츈
딲
즂
햠
헀
솨
퐈
떙
헙
붇
잴
꿧
푠
킼
젋
녜
쳣
롷
쓔
졍
갘
롸
ㅐ
죸
깉
뱌
앍
깟
놧
헿
찟
쟝
쓩
쨈
즥
닢
걘
끠
뗘
밨
쌘
굻
짘
쭝
녓
겜
헠
퍠
쏀
웻
늡
큇
풂
읔
듲
퉈
팖
겄
봬
쭸
좍
웸
탯
꾐
얬
뇐
씐
