<unk>
<pad>
<sos>
<eos>
 
.
다
이
니
는
하
가
고
에
지
서
로
도
기
시
을
리
요
어
나
한
아
해
를
사
은
보
라
그
의
주
게
있
자
인
마
드
스
만
면
으
수
들
오
습
정
부
무
데
제
상
대
일
거
저
구
러
장
!
소
네
전
바
여
과
비
느
조
입
따
씀
되
미
분
까
트
내
모
세
치
더
신
동
진
생
안
우
문
것
0
려
야
용
와
늘
할
간
었
1
매
2
개
원
래
때
화
르
?
성
차
실
공
너
좋
중
말
음
카
위
했
히
방
합
운
금
물
먹
함
품
유
크
며
타
터
적
행
식
두
께
경
작
단
레
선
배
심
~
업
많
피
후
파
같
잘
처
건
버
계
번
읻
없
씨
감
양
포
십
추
당
른
노
예
ㅋ
재
체
쑤
않
산
코
맛
영
또
메
님
글
집
연
3
디
겠
강
발
프
반
각
임
점
국
명
쓰
찌
관
근
꼬
년
워
된
통
능
달
청
람
회
천
런
올
새
알
남
날
루
머
교
료
든
랑
블
던
준
,
살
난
써
5
았
겨
편
테
끼
직
즈
페
학
받
호
짜
월
녀
브
결
본
불
ㅎ
확
케
셔
림
키
길
출
설
등
친
4
티
최
초
참
^
긴
현
엄
태
색
온
질
종
담
울
린
민
격
푸
)
빠
역
속
커
토
누
약
절
복
믈
죠
송
핻
록
렇
걷
열
름
싶
베
변
뉴
증
늬
형
걸
므
곳
팅
판
답
떠
립
목
싸
왔
외
플
볼
(
필
삼
김
력
손
란
꾸
활
향
표
못
평
언
릴
채
럼
항
줄
갈
환
였
6
완
별
얼
냥
족
클
뜨
급
눈
떤
링
겓
9
백
택
꺼
얻
슬
힘
퍼
특
끔
셨
>
량
될
막
8
랜
맞
<
법
튼
순
찍
접
7
애
창
련
귀
육
험
져
놀
꽃
투
찾
밥
돌
닌
술
캐
ㅠ
깔
"
락
봐
박
희
망
류
침
쁘
취
좀
깨
책
쓸
S
봄
센
움
즐
뿌
충
듯
탄
패
검
'
팔
됩
믄
착
빌
궁
혼
큰
꼭
닐
즘
럽
골
먼
석
끄
쪽
광
층
찬
권
릐
군
허
밀
m
낌
렸
견
뒤
맏
딱
칸
넘
독
C
병
랍
뭐
탁
큼
갔
앞
션
깓
황
썯
째
잡
쉽
칠
넣
쉬
잠
풍
릭
펴
봤
갑
끝
켜
씩
놓
-
득
슨
T
객
:
뽀
존
둘
칼
믿
익
쁜
령
빨
빵
싱
괜
론
쩌
츠
짝
쿠
D
봉
혀
벌
잔
축
뿐
껴
규
액
뇨
승
억
짐
돈
A
왇
몸
휴
k
효
높
및
픈
P
됨
믜
철
왜
엔
꽈
냐
%
e
갇
핑
졌
렴
떡
냉
쭈
뷰
탈
껃
빼
겁
몰
끈
염
닥
쪼
엳
M
벼
녕
걱
핸
홍
벤
욱
쌍
풀
탕
돼
쩡
웃
G
녁
죽
꼼
빈
렌
널
덕
찮
례
땀
낟
긔
극
폰
총
땅
헤
쳐
L
짱
킨
멍
I
북
셛
o
쏘
농
굴
악
벽
떨
몇
텐
혹
앋
콘
i
응
a
맥
볶
곡
냄
읽
B
틀
뜻
흐
홈
봅
g
딸
범
랄
숙
K
싣
E
념
흔
괄
밖
웠
났
뻐
썽
줘
눠
솔
뤼
뉘
t
콤
챙
롭
c
톡
럳
컨
V
쌀
r
암
닭
쇼
/
븐
덜
뀌
납
첫
R
렫
렵
곧
썬
넙
멋
깐
딩
N
척
붙
찰
밤
컬
율
듣
램
궈
밈
n
떻
엇
균
촉
뛰
럴
욕
획
됐
춰
튜
s
몬
빔
줍
씬
뭔
튀
삭
곤
캗
멀
녹
빛
옆
H
폭
l
징
눤
맨
콜
팀
델
;
옷
혜
옵
첨
듬
낙
앉
텔
롱
*
왕
랐
탐
닝
ㅜ
넓
쬬
콩
웨
떼
폐
롤
낮
샤
맘
닙
켓
F
템
럭
칭
팬
슈
쯤
랙
쌩
굉
꼳
꾜
젇
섭
꽤
압
쟁
엽
갖
슴
퇴
흥
켇
쌈
측
숨
낸
+
밝
캠
좌
갱
깜
협
눌
셀
똑
홀
끌
O
논
삶
겼
벨
랃
곱
옥
싼
캄
앤
겹
봗
몽
컴
닫
줌
섣
뚜
U
]
똥
킹
[
옴
흑
털
쩨
힐
엘
꿈
앙
끓
끗
즌
뙤
몯
넉
찜
룸
턴
굥
뢰
늦
춤
둥
톤
펜
#
킬
휘
댓
넌
뇌
찐
뻔
늠
낄
탑
픽
팡
줬
잖
혈
쑥
슷
릇
겐
쏙
촬
둔
큐
샌
폴
햇
p
W
뭘
낼
훈
쭝
냈
꽁
흡
띠
첟
힌
얘
샀
벚
룡
춘
녜
쓴
묻
뮤
녈
맡
씰
싫
X
흘
잎
훌
컵
펼
핀
쫄
퀴
멘
웓
괴
쩝
뇽
뤄
깊
밑
틱
촌
벅
멷
볍
섬
쌓
묵
d
훨
겸
헬
삐
렬
윤
짤
먿
싹
뜯
깃
죄
쭉
젤
넷
짓
쾌
뜰
쫑
짧
잊
웅
덩
묘
잉
쎄
껟
릿
률
샘
팩
샐
u
엉
젠
즉
쩐
푹
켰
꿀
씹
캔
_
낭
핫
랬
륭
콰
뼈
랫
꿔
캡
섞
듭
렁
J
뱅
칙
멸
벋
벗
융
h
략
v
쳤
쩍
렉
왼
쩔
뼐
곰
빙
븨
멉
셋
멜
탱
퓨
혔
틴
굽
찝
멈
뚝
낀
뒷
썰
됃
쇠
썹
뉵
롯
껌
펌
뽑
햄
옛
쥬
랩
땐
y
덤
릅
값
밸
씻
뷔
룬
밍
겯
톱
숟
찯
갤
딴
졸
껍
얇
렀
퀄
룰
흰
앨
쇄
Y
릉
앱
덮
뿍
엠
핏
놔
쁨
겉
찔
껏
샵
꽉
셉
촤
뤈
섯
밴
랟
듀
폼
컷
맹
룩
닉
쩜
끋
끊
덥
뙨
댇
잇
꼉
숭
쫀
뭉
깝
껑
텍
혁
얀
빤
짠
붕
굳
굿
랭
켣
믹
엑
팽
뜽
펀
핵
&
펃
휠
밭
랴
봔
탣
탠
ㅡ
틈
땡
썼
뜬
왈
팜
쯩
잃
꼽
넥
빡
욷
덧
맙
꾹
뽕
돋
냑
옮
꽂
빅
앗
깍
츨
꾼
쯔
냅
숲
띄
숫
흠
꼐
놉
삽
짬
좁
밌
깡
킴
딜
릳
닦
찡
옹
낻
닷
놨
콕
뿔
쁠
즙
둠
긍
왠
넨
첩
꼰
윈
Q
닏
줟
픔
w
닿
꼴
얄
씽
숯
늑
b
삳
놘
탇
칩
썸
깁
냠
룹
셜
잗
넛
솜
빗
흙
푼
곁
웹
쌔
팯
넬
꼈
롬
싀
쓱
쏠
샷
팁
팝
궐
홉
읍
뻤
쏟
껄
뤌
눨
맑
x
퀘
붓
껀
팍
긋
ㄱ
뵙
묶
놈
잼
긷
낫
쿨
f
텀
넝
쉐
뜩
꿍
뭇
릎
숍
눔
씸
쎠
=
팟
씁
쾨
겪
딘
춥
헌
륙
멤
젊
ㄷ
젝
둑
녔
맵
헐
켠
킷
붉
댕
찹
칵
덴
톨
늗
꽌
깥
툼
늉
솥
덛
젖
돕
붜
캣
쥐
웬
륨
맺
켄
뜸
둡
텨
뻗
펄
빱
뒹
얹
윗
횟
빋
흉
슘
갓
z
썩
샴
앵
뮈
쌤
낚
펙
옌
턱
쁩
붇
뷱
빧
댁
펫
놰
롼
셰
뚫
닮
퐁
짭
둬
슐
댄
륜
짇
끅
뀐
윌
렛
탓
렘
킥
찢
혐
쎈
뚱
쭌
뼌
켱
ㅇ
젓
츄
씌
쉼
옫
낵
옳
뎌
굵
Z
뻑
톰
쨌
뽈
퉁
륵
쑨
귝
륻
쫙
늄
웰
칫
컸
뉼
놩
뙴
잤
뽐
엣
벳
덱
꽐
팓
뙈
탔
낳
먕
껻
팠
걍
펑
렐
컫
쪄
돔
밋
귤
됀
넫
셈
훼
텁
깅
옐
랗
뎅
윙
튤
헛
얌
j
팸
뱃
섹
댈
뽁
섀
쫓
캉
캅
캘
쉰
숩
붠
뇩
뒀
쭤
뚤
뀔
뢀
롣
콧
슥
툰
곽
텃
꺽
빕
빽
놛
핟
힙
낯
틸
뿜
긁
꿨
갸
볕
멕
쭐
몌
챔
붐
걀
퐈
껵
씅
뼝
뒫
댐
헷
봇
앰
쉴
ㅏ
똘
춧
쵸
쏜
녿
훅
왁
겟
굼
깬
첼
풋
챌
쎤
껼
씯
렷
펭
욤
팥
큘
룽
껜
쌕
푀
몀
촘
얗
뒨
횓
뺏
킵
딥
횡
깻
낡
랠
늙
쨍
쿼
빚
쏭
짚
큽
갯
뻣
젯
븅
닛
쬐
엿
웜
헥
퀵
잦
삿
퀼
줜
녇
짿
츼
쑹
훔
텅
@
잭
탭
ㅅ
뾰
떴
툴
뙬
헨
숄
뱀
됬
딛
죵
묭
픠
펻
뮬
빴
꽝
숏
짙
흩
쑬
핃
턷
삗
몫
솟
낍
몹
맴
컥
엌
헝
꼄
뱡
콸
넏
눼
겔
펍
헹
펠
쿄
섰
쥔
엊
킁
뽄
섿
냬
빰
찻
툭
끽
퀸
쌉
웁
폈
훤
밉
꿉
뮥
컁
칟
앓
쿵
핍
ㅁ
쿤
꺄
쫌
깎
꿘
캥
긱
짖
갠
뻘
둣
뱉
낱
쿡
랏
떄
겅
갛
췄
뗄
틔
퀀
귿
떵
츤
헏
ㄴ
탬
돗
휩
휀
딪
럿
뭄
샅
걔
딤
뺐
욘
벧
둳
녑
꿛
땜
꿋
궤
캬
뵈
켈
꿰
팰
빳
깽
ㅗ
뉜
냘
뙏
뢔
맫
춛
찼
쟈
촛
셧
댔
훑
갬
텝
듈
닳
콥
츰
꺅
킫
뻬
쑫
뵹
껸
뺀
챱
꾀
밟
쐬
젼
슛
뻥
좔
쑈
떳
끕
뫼
끠
뽜
갹
뽣
헫
솓
퓌
쿱
눕
넴
냇
쌰
뀨
잣
멱
흄
맣
끙
뱌
뇐
밷
뺃
엗
쓜
렏
꿩
숱
엡
밧
눅
꺾
젬
윽
ㅌ
귓
뿅
굶
뉸
엎
빻
딕
쿰
믐
땁
롿
옏
먀
콴
댜
ㅈ
뤘
챠
맷
헉
멧
옅
욜
렙
숴
엮
쓔
롸
쳗
굑
펟
봘
볘
뫈
톼
뵤
젣
넹
`
숑
튈
ㅂ
쟤
쒸
뎃
갚
팎
튿
쉘
챗
맸
눙
짰
룻
퍽
휼
땠
첸
쾅
꿇
쉑
탤
뫄
콛
둗
갣
푿
삑
ㅓ
욥
힝
쌌
췌
틋
욧
뺄
돠
뜹
띵
놴
놜
떧
룯
턍
윋
뤠
뻡
녠
샏
솝
얕
뇸
옻
묽
잌
벡
껐
슝
댑
삘
띤
찿
싯
곶
휑
ㄹ
쫘
샥
엥
눗
펐
샬
녣
뎨
촏
볻
뿡
귇
랼
뎡
눋
챋
삔
콱
쩓
똭
ㅣ
듦
욬
챕
뉠
괘
낑
켤
숀
뀜
줏
큭
햐
뛴
왐
붑
뉍
띨
뉟
쯜
켸
싿
뉄
퇀
핌
숃
쯥
찓
훗
햅
쨔
넵
찧
칡
|
얏
샹
뙇
쏨
궂
휭
뚬
헴
$
휜
훠
뛸
쏴
겊
홑
퇘
맬
넋
멩
띕
읊
뺨
딨
춷
켬
꾿
똔
쒼
샫
븜
쨘
갉
ㅉ
궜
팻
줫
띈
샜
샛
슉
셕
}
렜
쎌
뗀
깼
뭅
뮨
옇
뭣
벙
퓸
핼
굣
켁
퐌
둰
쫃
쀼
뫌
뎐
슏
얃
뺑
띰
뢍
뭍
솎
썻
덟
땋
쳔
뎁
곸
뵐
혓
쨋
떫
쫒
귄
쵝
곯
{
봣
ㅑ
쒀
쭘
얽
곪
뮌
잽
핥
쪘
쏩
눴
챘
촐
솨
삯
죤
믓
짊
앎
좇
겜
짣
뉀
텯
뻴
쮜
쓉
굗
럐
괃
뭠
톧
숌
뭡
ㄲ
묜
풉
뺌
셩
왓
땃
넸
즤
쮸
뢸
읕
쥴
귈
꺠
펩
늪
뎀
벵
퐝
홧
닼
튄
핳
뉩
탉
쳄
셑
쥼
쟌
톳
첵
잰
딧
됴
몆
텼
뼉
틉
졋
뜀
볓
쾰
섐
괭
핰
쐴
뤽
넜
녤
뫙
볃
쀠
쭏
뤋
꽨
텽
춴
듁
틍
룍
펨
꿜
뎔
뼏
놕
텬
붤
먈
뛷
봬
뭬
먁
뚠
뀬
퍙
늡
뫋
픕
왤
뎈
ㅆ
뭥
멓
힛
짹
툇
ㅊ
q
튠
툽
땨
촵
즁
헸
짢
ㅔ
쳇
촥
웡
엾
쫍
웍
겋
땄
뀝
땔
겆
햎
ㅍ
쥤
볐
겻
뇰
큄
졔
웟
읏
몄
됫
휨
뾱
쇽
쭙
뒈
똣
듕
쐈
쉈
띌
캇
뵀
뇬
괌
녘
쪙
넒
쌘
젭
쎼
뻰
쑴
뱍
룓
몁
귱
뉭
뫠
삥
줃
똡
쯛
퉈
먐
뉨
믕
쫭
톽
듸
깰
뜌
퇄
똗
폅
쭫
뵘
낃
좍
웸
슫
럄
깯
쒝
멛
돤
똠
뺘
뎍
덷
칻
쌜
둉
뎜
뿓
꾄
룟
뎠
쯧
띱
퓔
웩
쨰
룔
엪
셍
탆
욯
큩
쌂
엷
췬
갰
컈
쉿
똿
킄
궃
딍
갭
흴
슭
윘
쁙
넼
삺
줸
멨
곀
퉜
먽
좽
얍
좆
훝
뤵
읭
냔
횰
쥥
덫
욪
횐
똬
큣
슾
뚭
멎
봽
좃
폿
챦
맀
샾
쁴
챨
뽝
뻈
뺴
젔
쒯
큥
벛
츈
딲
즂
햠
헀
떙
헙
잴
꿧
푠
킼
젋
쳣
롷
졍
갘
ㅐ
죸
깉
앍
깟
놧
헿
찟
쟝
쓩
쨈
즥
닢
걘
뗘
밨
굻
짘
녓
헠
퍠
쏀
웻
묀
뎰
랻
궘
댱
떱
껠
퇸
볌
봑
딷
쩬
첻
퀻
툥
둴
뻳
갼
눡
챈
쓛
륃
눰
몓
쎋
홛
롹
궵
쥗
돧
뻠
뮹
텡
쑵
쎨
퀭
웯
푕
쩰
붼
샨
퐉
펵
뽠
쏸
쎧
쎔
묙
켭
숻
륀
땓
볟
댝
먜
훙
눧
챵
궏
쌱
퐐
퉨
쓈
챰
썁
뎓
혇
큇
풂
읔
듲
팖
겄
쭸
탯
꾐
얬
씐
뼛
헒
